Repository: indice-co/Indice.Platform
Catalog: src/Indice.Features.Identity.UI/Resources/Pages/Home.*.resx
Languages: el

source: &lt;strong&gt;Welcome&lt;/strong&gt;&lt;br&gt; to our Digital Services Portal of {0}
el: <strong>Καλωσήλθατε</strong><br> στην Πύλη Ψηφιακών Υπηρεσιών της {0}

source: authorized applications
el: εξουσιοδοτημένες εφαρμογές σας

source: Check and revoke your
el: Ελέγξτε και ανακαλέστε τις

source: Digital Services
el: Ψηφιακών Υπηρεσιών

source: here
el: εδώ

source: Manage your grants
el: Προσβάσεις τρίτων εφαρμογών.

source: Please login to the application
el: Παρακαλώ συνδεθείτε στην εφαρμογή

source: Portal
el: Πύλη

source: The Identity portal gives you access to all {0} services with one account. A place to manage your user profile and account access settings. Use the links below to get started.
el: Η πύλη "Identity" σας δίνει πρόσβαση με ένα λογαριασμό σε όλες τις υπηρεσίες της {0}. Εδώ μπορείτε να διαχειριστείτε το προφίλ χρήστη και τις παραμέτρους πρόσβασης σας στις υπηρεσίες. Ξεκινήστε χρησιμοποιώντας τους παρακάτω συνδέσμους.

source: Welcome
el: Καλωσήλθατε

source: Welcome back
el: Καλώς ήλθατε

source: Welcome to the {0} Digital Services &lt;strong&gt;Portal&lt;/strong&gt;
el: Καλωσήλθατε στην <strong>Πύλη</strong> Ψηφιακών Υπηρεσιών της {0}
